fzf
tmux
zsh
neovim
ripgrep
ghostty
flatpak:com.discordapp.Discord
flatpak:org.telegram.desktop
flatpak:com.modrinth.ModrinthApp
flatpak:app.zen_browser.zen
gnome-tweaks
clang
wireshark
flatpak:com.jetbrains.PyCharm-Community
flatpak:com.mattjakeman.ExtensionManager
hyprland
waybar
htop
blueman
pavucontrol
pipewire-devel
mako
cmake
make
libxkbcommon
libxkbcommon-devel
hyprland-devel
hyprlock
grimshot
google-chrome-stable
hypridle
NetworkManager-tui
hyprpaper
swww
gifsicle
gnome-color-manager
golang
bat
grafana
flatpak:com.protonvpn.www
