fzf
tmux
zsh
neovim
ripgrep
ghostty
flatpak:org.telegram.desktop
flatpak:com.modrinth.ModrinthApp
flatpak:app.zen_browser.zen
gnome-tweaks
clang
wireshark
flatpak:com.mattjakeman.ExtensionManager
htop
cmake
make
libxkbcommon
libxkbcommon-devel
google-chrome-stable
NetworkManager-tui
gnome-color-manager
golang
bat
grafana
